Revit 2027 API
GroupTypeId.Phasing Property
 Phasing.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Phasing { get; }
Public Shared ReadOnly Property Phasing As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Phasing {
	ForgeTypeId^ get ();
}
static member Phasing : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace